13/data/attachments/d6af60bb96f65bb8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Allen_course_Friend_10692_1</nif:username>
            <nif:friendToBeRequested>soap_friends_0232ad7c-2ccc-4791-97d9-65ae1a51084c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>